/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "التواريخ";
"AppDates.DATES.PAST_DUE" = "انتهى";
"AppDates.DATES.TODAY" = "اليوم";
"AppDates.DATES.THIS_WEEK" = "هذا الأسبوع";
"AppDates.DATES.NEXT_WEEK" = "الأسبوع المقبل";
"AppDates.DATES.UPCOMING" = "مرتقبة";
"AppDates.EMPTY.TITLE" = "لا توجد تواريخ";
"AppDates.EMPTY.SUBTITLE" = "لا توجد لديك أي مساقات نشطة تحتوي على أحداث مجدولة حاليًا. سجِّل في مقرر لاستعراض التواريخ والمواعيد النهائية المهمة.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "هل فاتتك بعض المواعيد النهائية؟";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "غيِّر مواعيد الاستحقاق";
"Profile.TITLE" = "الملف الشخصي";
"Profile.INFO" = "معلومات ملفي الشخصي";
"Profile.ABOUT" = "عني";
"Profile.EDIT_PROFILE" = "عدِّل الملف الشخصي";
"Profile.YEAR_OF_BIRTH" = "سنة التولُّد:";
"Profile.BIO" = "نُبذة:";
"Profile.SETTINGS" = "الإعدادات";
"Profile.SETTINGS_VIDEO" = "إعدادات الفيديو";
"Profile.DATES_AND_CALENDAR" = "التواريخ والتقويم";
"Profile.SUPPORT_INFO" = "معلومات الدعم";
"Profile.CONTACT" = "اتصِل بالدعم";
"Profile.TERMS" = "شروط الاستخدام";
"Profile.PRIVACY" = "سياسة الخصوصية";
"Profile.COOKIE_POLICY" = "سياسة ملفات تعريف الارتباط";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "لا تَبِع معلوماتي الشخصية";
"Profile.FAQ_TITLE" = "اعرض الأسئلة الشائعة";
"Profile.MANAGE_ACCOUNT" = "أدِر الحساب";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "سجِّل الخروج";
"Profile.SWITCH_TO" = "انتقِل إلى";
"Profile.FULL_PROFILE" = "الملف الشخصي الكامل";
"Profile.LIMITED_PROFILE" = "ملف شخصي مقيّد";
"Profile.LOGOUT_ALERT.TITLE" = "أكِّد تسجيل الخروج";
"Profile.LOGOUT_ALERT.TEXT" = "هل أنت واثق من رغبتك في تسجيل الخروج؟";
"Profile.DELETE_ALERT.TITLE" = "تحذير!";
"Profile.DELETE_ALERT.TEXT" = "هل حقاً تريد أن تحذف حسابك؟";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "هل تريد أن تغادر من دون أن تحفظ شيئاً";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "التغييرات التي أجريتها ستُهمَل.";
"Profile.EDIT.TOO_YONG_USER" = "يجب أن تكون أكبر من ثلاثة عشر عاماً لتمتلك ملفاً شخصياً بوصولٍ كاملٍ للمعلومات";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "لا يشارك الملف الشخصي المقيّد سوى اسم المستخدم وصورة ملفه الشخصي.";
"Profile.EDIT.DELETE_ACCOUNT" = "احذف حسابي";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "سنة التولُّد";
"Profile.EDIT.FIELDS.LOCATION" = "الموقع";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "لغة التحدّث";
"Profile.EDIT.FIELDS.ABOUT_ME" = "عني:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "غيِّر صورة الملف الشخصي";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "اختَر من المعرض";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "احذف الصورة";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "ألغِ";
"Profile.DELETE_ACCOUNT.TITLE" = "احذف الحساب";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "هل أنت متأكد من أنّك تريد أن";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "أتريد أن تحذف حسابك؟";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "لتُأكِّد هذا الإجراء، من فضلك أدخِل كلمة مرور حسابك.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "كلمة المرور";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "أدخِل كلمة المرور";
"Profile.DELETE_ACCOUNT.CONFIRM" = "نعم، احذف الحساب";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "عُد إلى ملفي الشخصي";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "كلمة المرور غير صحيحة. من فضلك حاوِل مرة أخرى.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "إعدادات الفيديو";
"Profile.SETTINGS.WIFI_TITLE" = "التحميل عبر شبكة الـWi-Fi فقط";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "نزِّل المحتوى فقط عند تشغيل شبكة الـWi-Fi";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "جودة بث الفيديو";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "تلقائي (موصى به)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "تلقائي";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "موصى به";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p ";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "تقليل استهلاك البيانات";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "أفضل جودة";
"Profile.SETTINGS.VERSION" = "إصدار:";
"Profile.SETTINGS.UP_TO_DATE" = "محدث";
"Profile.SETTINGS.TAP_TO_UPDATE" = "انقُر لكي تحدّث إلى إصدار";
"Profile.SETTINGS.TAP_TO_INSTALL" = "انقُر لكي تثبّت تحديث التطبيق المطلوب";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "لا يمكن إرسال البريد الإلكتروني. يبدو أنّ عميل البريد الإلكتروني الخاص بك لم يتم إعداده.";
"Profile.CALENDAR.NEW_CALENDAR" = "تقويم جديد";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "غيِّر خيارات المزامنة";
"Profile.CALENDAR.ACCOUNT" = "حساب";
"Profile.CALENDAR.CALENDAR_NAME" = "اسم التقويم";
"Profile.CALENDAR.COLOR" = "اللون";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "ستظهر الواجبات القادمة للمساقات النشطة في هذا التقويم";
"Profile.CALENDAR.CANCEL" = "ألغِ";
"Profile.CALENDAR.BEGIN_SYNCING" = "ابدأ المزامنة";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "تمّت المزامنة";
"Profile.ASSIGNMENT_STATUS.FAILED" = "فشلت المزامنة";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "غير متصل ";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "المزامنة مع التقويم تُجرى الآن...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "الوصول إلى التقويم";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "عطِّل مزامنة التقويم";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "لإظهار واجباتك القادمة ومراحل المساق التدريبية في تقويمك، نحتاج منك إذناً للوصول إلى تقويمك.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "سيؤدي إيقاف مزامنة التقويم إلى حذف التقويم  “%@”. يمكنك أن تعيد تشغيل المزامنة مرة أخرى في أيّ وقت.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "امنَح الوصول إلى التقويم";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "عطِّل المزامنة";
"Profile.CALENDAR_DIALOG.CANCEL" = "ألغِ";
"Profile.DATES_AND_CALENDAR.TITLE" = "التواريخ والتقويم";
"Profile.CALENDAR_SYNC.TITLE" = "مزامنة التقويم";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "قم بإعداد مزامنة التقويم لإظهار واجباتك القادمة ومراحل المساق الرئيسية في تقويمك. الواجبات الجديدة ستُزامَن تلقائياً، وكذلك تواريخ المساق المعدلة.";
"Profile.CALENDAR_SYNC.BUTTON" = "اضبِط إعدادات مزامنة التقويم";
"Profile.OPTIONS.TITLE" = "خيارات";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "استخدِم التواريخ النِسبية";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "أظهِر التواريخ النِسبية مثل “غداً” و “أمس”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "أظهِر التواريخ كاملة، مثل \"1 يناير، 2021\"";
"Profile.DATES_AND_CALENDAR.TITLE" = "التواريخ والتقويم";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "مزامنة تقويم المساق";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "من فضلك أعِد ربط تقويمك لاستئناف المزامنة";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "تُزامَن الأحداث حالياً مع تقويمك";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "أعِد ربط التقويم";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "غيِّر خيارات المزامنة";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "مزامنة المساقات %d ";
"Profile.OPTIONS.TITLE" = "خيارات";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "استخدِم التواريخ النِسبية";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "أظهِر التواريخ النِسبية مثل “غداً” و “أمس”";
"Profile.COURSES_TO_SYNC.TITLE" = "مساقات للمزامنة";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "إيقاف مزامنة مساق ما سيؤدي إلى إزالة جميع الأحداث المرتبطة بالمساق من تقويمك المزامن.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "اخفِ المساقات غير النَشِطة";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "أزِل الأحداث تلقائياً من المساقات التي لم تشاهدها في الشهر الماضي";
"Profile.COURSES_TO_SYNC.INACTIVE" = "معطل";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "آي كلاود";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "محلّي";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "لهجة";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "أحمر";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "البرتقالي";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "أصفر";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "أخضر";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "أزرق";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "أرجُواني";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "بُنّي";
"Profile.CALENDAR.COURSE_DATES" = "%@ مواعيد المساق";
"Profile.DROP_DOWN_PICKER.SELECT" = "اختَر";
"Profile.SYNC_SELECTOR.SYNCED" = "لتزامن";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "غير متزامن";
"Profile.SYNC.NO_SYNCED" = "لا توجد مساقات متزامنة";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "لا توجد حالياً مساقات متزامنة مع تقويمك.";
"Downloads.DOWNLOADS.TITLE" = "التنزيلات";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "أدِر إعدادات التحميل";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "لا توجد مساقات تتضمن محتوًى قابلاً للتنزيل.";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "ليس لديك حالياً أيّ مساقات تتضمن محتوًى قابلاً للتنزيل.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "حُمِّل %@";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ متاح";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "حَمِّل المساق";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "تنزيل";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "بنية المساق تُحمَّل الآن...";
"Downloads.MENU_OPTION.REMOVE" = "أزِل تحميلات المساق";
"Downloads.MENU_OPTION.CANCEL" = "ألغِ عملية التنزيل";
"Discovery.TITLE" = "اكتشِف";
"Discovery.SEARCH" = "بحث";
"Discovery.HEADER.TITLE_1" = "اكتشِف ما هو جديد";
"Discovery.HEADER.TITLE_2" = "لنبحث عن مساق جديد لك.";
"Discovery.SEARCH.TITLE" = "نتائج البحث";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "اكتب للبحث عن المساق";
"Discovery.UPDATE_REQUIRED_TITLE" = "مطلوب تحديث التطبيق";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "هذا الإصدار من تطبيق Open edX قديم. لمواصلة التعلم والحصول على أحدث الميزات والإصلاحات، يرجى الترقية إلى الإصدار الأحدث.";
"Discovery.UPDATE_WHY_NEED" = "لماذا أحتاج للتحديث؟";
"Discovery.UPDATE_DEPRECATED_APP" = "إصدار تطبيق متروك";
"Discovery.UPDATE_BUTTON" = "تحديث";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "إعدادت الحساب";
"Discovery.UPDATE_NEEDED_TITLE" = "تحديث التطبيق";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "ننصحك بالتحديث إلى آخر نسخة. قم بالتحديث الآن لتحصل على آخر الميزات والإصلاحات.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "ليس الآن";
"Discovery.UPDATE_NEW_AVALIABLE" = "نسخة جديدة متاحة! قم بالتحديث الآن لتحصل على أحدث الميزات والإصلاحات";
"Discovery.ALERT.LEAVING_APP_TITLE" = "مغادرة التطبيق";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "أنت الآن تغادر التطبيق وتفتح المتصفح";
"Discovery.DETAILS.TITLE" = "تفاصيل المساق";
"Discovery.DETAILS.VIEW_COURSE" = "عرض المساق";
"Discovery.DETAILS.ENROLL_NOW" = "تسجيل الآن";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "لا يمكنك التسجيل في هذه المساق لأن تاريخ التسجيل قد انتهى.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "للتسجيل في هذه المساق، يرجى التأكد من أنك متصل بالإنترنت.";
"Discovery.DETAILS.COURSE_BANNER" = "";
"Discovery.ALERT.AUTHORIZATION" = "تفويض";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "من فضلك سجِّل دخولك إلى النظام لمتابعة تسجيلك في المساق. ";
"Discussion.TITLE" = "مناقشات";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "عُطِّل النشر في المناقشات بواسطة فريق المساق";
"Discussion.TOPICS.SEARCH" = "البحث في جميع المشاركات";
"Discussion.TOPICS.ALL_POSTS" = "جميع المشاركات";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "المشاركات التي أتابعها";
"Discussion.TOPICS.MAIN_CATEGORIES" = "الفِئات الرئيسية";
"Discussion.TOPICS.UNNAMED" = "فِئة فرعية غير مسماة";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "آخِر النشاطات";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "الأكثر نشاطاً";
"Discussion.POSTS.SORT.MOST_VOTES" = "الأكثر تصويتاً";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "لا توجد مناقشات بعد";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "انقُر على الزِر أدناه لإنشاء مناقشتك الأولى.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "أنشِئ مناقشة";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "أضِف منشوراً";
"Discussion.POSTS.FILTER.ALL_POSTS" = "جميع المنشورات";
"Discussion.POSTS.FILTER.UNREAD" = "غير مقروءة";
"Discussion.POSTS.FILTER.UNANSWERED" = "غير مجاوب عليها";
"Discussion.POSTS.CREATE_NEW_POST" = "أنشِئ منشوراً جديداً";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "اختَر خيارا";
"Discussion.POST.LAST_POST" = "آخِر منشور:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "أُضيف تعليق";
"Discussion.THREAD.ADD_RESPONSE" = "أضِف رداً";
"Discussion.CREATE_THREAD.NEW_POST" = "أنشِئ منشوراً جديداً";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "حَدِّد نوع المنشور";
"Discussion.CREATE_THREAD.TOPIC" = "موضوع";
"Discussion.CREATE_THREAD.TITLE" = "عنوان";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "تابِع هذه المناقشة";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "تابِع هذا السؤال";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "أنشِئ مناقشة جديدة";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "أنشِئ سؤالاً جديداً";
"Discussion.COMMENT.REPORT" = "بَلِّغ عن هذا التعليق";
"Discussion.COMMENT.UNREPORT" = "إلغاء الإبلاغ";
"Discussion.COMMENT.FOLLOW" = "تابع ";
"Discussion.COMMENT.UNFOLLOW" = "الغاء المتابعة";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "عَلِّق";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "أُضيف تعليق";
"Discussion.RESPONSE.ADD_COMMENT" = "أضِف تعليقاً";
"Discussion.POST_TYPE.QUESTION" = "سؤال";
"Discussion.POST_TYPE.DISCUSSION" = "مناقشة";
"Discussion.SEARCH" = "ابحث";
"Discussion.SEARCH.TITLE" = "نتائج البحث";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "ابدأ بالكتابة للعثور على المواضيع";
"Discussion.ANONYMOUS" = "مجهول";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "تعذّر تحميل المناقشات\nحاوِل مرة أخرى لاحقاً";
"Course.OUTLINE.PASSED_THE_COURSE" = "تهانينا، لقد حصلت على شهادة المساق هذا في “%@\.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "اعرض الشهادة";
"Course.OUTLINE.CERTIFICATE" = "شهادة";
"Course.OUTLINE.COURSE_VIDEOS" = "فيديوهات المساق";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "لم يبدأ هذا المساق بعد.";
"Course.COURSEWARE.COURSE_CONTENT" = "محتوى المساق";
"Course.COURSEWARE.COURSE_UNITS" = "وحدات المساق";
"Course.COURSEWARE.NEXT" = "التالي";
"Course.COURSEWARE.PREVIOUS" = "السابق";
"Course.COURSEWARE.PREVIOUS_FULL" = "السابق";
"Course.COURSEWARE.FINISH" = "أنهِ";
"Course.COURSEWARE.GOOD_WORK" = "أحسنت!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "العودة إلى الخطوط العريضة";
"Course.COURSEWARE.SECTION" = "لقد أكملت \"";
"Course.COURSEWARE.IS_FINISHED" = "\".";
"Course.COURSEWARE.CONTINUE" = "يكمل";
"Course.COURSEWARE.RESUME_WITH" = "استئناف مع:";
"Course.ERROR.NO_INTERNET" = "أنت غير متصل بالإنترنت. من فضلك تحقَّق من اتصالك بالانترنت.";
"Course.ERROR.RELOAD" = "أعِد التحميل";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "مكون المساق غير موجود. من فضلك أعِد التحميل";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "لا يوجد حالياً أيّ نشرات لهذا المساق.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "لا يوجد حالياً أيّ إعلانات لهذا المساق.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "تواريخ المساقات غير متوفرة حالياً.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "لا يوجد محتوى متاح حالياً في هذا المساق.";
"Course.ALERT.ROTATE_DEVICE" = "أدِر جهازك لعرض هذا الفيديو بوضعِ ملء الشاشة\".";
"Course.ALERT.DELETE_ALL_VIDEOS" = "هل أنت واثق من رغبتك في حذف كافّة مقاطع الفيديو الخاصة بـ";
"Course.ALERT.DELETE_VIDEOS" = "هل أنت واثق من رغبتك في حذف مقطع (مقاطع) الفيديو الخاصة بـ";
"Course.ALERT.STOP_DOWNLOADING" = "سيؤدي إيقاف تشغيل المِفتاح إلى إيقاف عملية التنزيل وحذف جميع المقاطع المرئية التي نُزِّلَت لـ";
"Course.ALERT.WARNING" = "تحذير";
"Course.COURSE_CONTAINER.HOME" = "الصفحة الرئيسية";
"Course.COURSE_CONTAINER.CONTENT" = "المحتوى";
"Course.COURSE_CONTAINER.PROGRESS" = "تقدم";
"Course.COURSE_CONTAINER.VIDEOS" = "مقاطع الفيديو";
"Course.COURSE_CONTAINER.OFFLINE" = "غير متصل";
"Course.COURSE_CONTAINER.DATES" = "التواريخ";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "مناقشات";
"Course.COURSE_CONTAINER.HANDOUTS" = "المزيد";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "النشرات قيد التطوير";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "";
"Course.COURSE_CAROUSEL.GRADES" = "الدرجات";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "يمثل هذا درجتك الموزونة الحالية مقارنة بالدرجة المطلوبة للنجاح في هذا المساق.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "كل المحتوى";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "قُم بترقية اشتراكك الآن";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "الفيديو التالي";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "جميع مقاطع الفيديو";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "جميع الواجبات";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "";
"Course.COURSE_CONTENT.ALL" = "الكل";
"Course.COURSE_CONTENT.VIDEOS" = "مقاطع الفيديو";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "الواجبات";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "إكمال المساق";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "هذا يمثل مقدار ما أكملته من محتوى المساق. اعلَم أنّ بعض المحتوى قد لا يكون صادراً بعد.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "مكتمل";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "المتبقي";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "مقفل";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "اعرض الشهادة";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "تقدّم الأقسام";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "ليس هناك تقدّم متاح";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "ابدأ التعلّم للاطِّلاع على تقدمّك هنا";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "الدرجة الكلّية";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "يمثل هذا درجتك الموزونة الحالية مقارنة بالدرجة المطلوبة للنجاح في هذا المساق.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "مطلوب";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "نوع الواجب";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "اكتمل";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "لا يحتوي هذا المساق على واجبات مُقيّمة.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "النشرات";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "الإعلانات";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "اعثُر على المعلومات الهامّة المساق";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "واكِب آخِر الأخبار";
"Course.NOT_AVALIABLE.TITLE" = "هذا المكون التفاعلي غير متوفر على الهاتف المحمول.";
"Course.NOT_AVALIABLE.DESCRIPTION" = "استكشِف أجزاء أخرى من هذا المساق، أو اعرض هذا على الويب.";
"Course.NOT_AVALIABLE.BUTTON" = "افتح في المتصفح";
"Course.SUBTITLES.TITLE" = "ترجمات";
"Course.ACCESSIBILITY.DOWNLOAD" = "حمِّل";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "ألغِ عملية التنزيل";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "احذف التحميل";
"Course.ACCESSIBILITY.PROGRESS_RING" = "";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "قِسم الدرجة الكلّية";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "قِسم تفاصيل الدرجة";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "اكتمل %@ بالمِئة";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@، اكتمل %@ من %@، %@ من %@ بالمِئة من الدرجة";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "الدرجة الحالية: %@ بالمِئة";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "لا يحتوي هذا المساق على واجبات مُقيّمة لعرضها";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "أكملِ أنشِطة المساق للاطِّلاع على تقدمّك هنا";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "عنوان عمود نوع الواجب";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "عنوان عمود النسبة المئوية الحالية والقُصوى";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "اكتمل %@ من %@";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "الدرجة الحالية:%@ من %@ بالمِئة";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = " اكتمل %@ من %@. وزن الدرجة: %@ بالمِئة من التقييم. التقييم الحالي: %@ من %@ بالمِئة";
"Course.DOWNLOAD.DOWNLOADS" = "التنزيلات";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "لقد حُمِّلت جميع المقاطع المرئِية";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "الفيديوهات تُحمّل الآن...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "حمِّل على الجهاز";
"Course.DOWNLOAD.VIDEOS" = "مقاطع فيديو";
"Course.DOWNLOAD.REMAINING" = "المتبقي";
"Course.DOWNLOAD.UNTITLED" = "بلا عنوان";
"Course.DOWNLOAD.TOTAL" = "الكل";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "لا يمكنك تغيير جودة تنزيل الفيديو عندما تُنزَّل جميع المقاطع المرئِية في آنٍ واحد.";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "تسمح إعدادات التنزيل الحالية لديك بالتنزيل عبر شبكة Wi-Fi فقط.\nمن فضلك اتصِل بشبكة Wi-Fi، أو غَيِّر إعدادات التنزيل لديك.";
"Course.COURSE_DATES.TODAY" = "اليوم";
"Course.COURSE_DATES.COMPLETED" = "مكتمل";
"Course.COURSE_DATES.PAST_DUE" = "انقضى موعد تسليمه";
"Course.COURSE_DATES.DUE_NEXT" = "";
"Course.COURSE_DATES.UNRELEASED" = "لم يُنشَر بعد";
"Course.COURSE_DATES.VERIFIED_ONLY" = "للمُوثَّقين فقط";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "العناصر مخفية";
"Course.COURSE_DATES.ITEM_HIDDEN" = "العنصر مخفي";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "لقد غُيِّرت مواعيد الاستحقاق";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "لقد غُيِّرت مواعيد استحقاقك بنجاح لمساعدتك على المواصلة على المسار الصحيح.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "اعرض جميع التواريخ";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "زامِن مع التقويم";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "زامِن تلقائياً جميع المواعيد النهائية ومواعيد الاستحقاق لهذا المساق مع تقويمك.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "أضِف التقويم";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "أزِل التقويم";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "هل ترغب في إزالة %@ التقويم \"%@\" ؟";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "أُضِيف \"%@\" إلى تقويمك.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "المزامنة مع التقويم تُجرى الآن...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "اعرض الأحداث";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "لقد أُضِيف تقويم مساقك.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "لقد أُزِيل تقويم مساقك.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "أحداث التقويم";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "تقويم مساقك غير محدث";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "لقد غُيِّرَت مواعيد مساقك، ولم يَعُد تقويم مساقك يعكس جدولك الجديد بشكل صحيح.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "حدِّث الآن";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "لقد حُدِّث تقويم مساقك.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "لا يمتلك %@ إذناً للوصول إلى التقيم. يُرجى الذهاب إلى الإعدادات ومنحه الإذن.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "افتح الإعدادات";
"Course.COURSE_DATES.SETTINGS" = "الإعدادات";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "لا يمكن تغيير التواريخ الخاصة بك. حاول مرة اخرى.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "لقد تم تغيير التواريخ الخاصة بك بنجاح.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "مواعيد الدورة";
"Course.COURSE.DUE_TODAY" = "مستحق اليوم";
"Course.COURSE.DUE_TOMORROW" = "مستحق غداً";
"Course.COURSE.PROGRESS_COMPLETED" = "";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "";
"Course.COURSE.PROGRESS_WATCHED" = "";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "مكتمل";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "السحب والإفلات";
"Course.COURSE.ASSIGNMENT_GENERIC" = "الواجب";
"Course.COURSE.ASSIGNMENT_GRADED" = "مُقيّم";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "لم يبدأ بعد";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "مسألة";
"Course.COURSE.ASSIGNMENT_SURVEY" = "استبيان";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "ما زال جارياً";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "";
"Course.COURSE.ASSIGNMENT_LTI" = "";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "المناقشة";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "أكبر التنزيلات";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "انتهى";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "عدِّل";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "أزِل جميع التنزيلات";
"Course.COURSE.OFFLINE.VISIBLE" = "يمكن رؤية %@ %% من هذا المساق على الهاتف المحمول.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "يمكن تنزيل %@%%  من هذا المساق.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "يمكن إكمال %@%% من هذا المساق دون اتصال بالإنترنت.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "حُمِّل";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "التحميل جارٍ";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "متاح للتحميل";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "جاهز للتحميل";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "حمِّل الكل";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "ألغِ عملية تنزيل المساق";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "يمكنك تنزيل محتوى المساق دون اتصال بالإنترنت للتعلم أثناء التنقل، دون الحاجة إلى اتصال نَشِط بالإنترنت أو استخدام البيانات الخلوية.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "";
"Course.COURSE.RETURN_TO_HOME" = "";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "هذا المكون لم يُحمّل ";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "استكشِف أجزاء أخرى من هذا المساق، أو حمِّل هذا عندما تتصل مجدداً.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "هذا المُكوّن غير متاح بعد في وضع عدم الاتصال بالإنترنت";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "استكشِف أجزاء أخرى من هذا المساق، أو اعرض هذا عندما تتصل مجدداً.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "المزامنة مع التقويم أُجرِيَت";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "فشلت مزامنة التقويم";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "غير متصل ";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "مجهول";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "";
"Course.ACCESSIBILITY.LOADING_SECTION" = "";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "الصفحة التالية";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "الصفحة السابقة";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "اكتمل %@ بالمِئة";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "سجِّل الدخول";
"Authorization.SIGN_IN.WELCOME_BACK" = "أهلاً بعودتك! سجِّل الدخول للوصول إلى مساقاتك.";
"Authorization.SIGN_IN.EMAIL" = "بريد إلكتروني";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "البريد الإلكتروني أو اسم المستخدم";
"Authorization.SIGN_IN.PASSWORD" = "كلمة المرور";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "هل نسيت كلمة المرور؟";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "تغيير";
"Authorization.SIGN_IN.AGREEMENT" = "بمُجرّد تسجيل دخولك إلى هذا التطبيق، فإنّك توافق على [%@ اتفاقية ترخيص المستخدم النهائي](%@) و [%@ شروط الخدمة وميثاق الشرف](%@) وتُقِرّ بأنّ %@ وكل عضو يُعالج بياناتك الشخصية \nوفقاً لـ [سياسة الخصوصية](%@)";
"Authorization.SIGN_IN.SSO_HEADING" = "ابدأ اليوم في بناء مسيرتك المهنية بثقة.";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "مجموعة متكاملة من برامج المعرفة والتمكين لتطوير مكونات قطّاع الوقف والعاملين فيه.";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "سجِّل الدخول";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "سَجِّل الدخول عبر الخدمة الوطنية الموحّدة لتسجيل الدخول";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "عنوان البريد الإلكتروني غير صالح";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "طول كلمة المرور غير صالِح";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "هذا الحساب %@ غير مرتبط بأي حساب %@. من فَضلِك افتَح حساباً جديداً.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "البريد الإلكتروني أو اسم المستخدم غير صالح";
"Authorization.ERROR.DISABLED_ACCOUNT" = "حسابك معطل. يُرجى التواصل مع دعم العملاء للمساعدة.";
"Authorization.SIGN_UP.SUBTITLE" = "أنشِئ حسابك الآن وابدأ رحلتك التعليمية!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "أنشِئ حساباً";
"Authorization.SIGN_UP.HIDE_FIELDS" = "اخفِ الحقول الاختيارية";
"Authorization.SIGN_UP.SHOW_FIELDS" = "إظهار الحقول الاختيارية";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "لقد سَجَّلت الدخول بنجاح.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "نحتاج قليل من المعلومات الإضافية قبل أن تبدأ التعلّم";
"Authorization.SIGN_UP.AGREEMENT" = "بمُجرّد إنشائك حساباً، فإنّك توافق على [%@ اتفاقية ترخيص المستخدم النهائي](%@) و [%@ شروط الخدمة وميثاق الشرف](%@) وتُقِرّ بأنّ %@ وكل عضو يُعالج بياناتك الشخصية وفقاً لـ [سياسة الخصوصية](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "أوافق أنّ %@ قد يُرسل لي رسائلاً تسويقية.";
"Authorization.FORGOT.TITLE" = "هل نسيت كلمة المرور؟";
"Authorization.FORGOT.DESCRIPTION" = "من فضلك أدخِل أدناه عنوان البريد الإلكتروني الخاص بتسجيل الدخول أو المُخصّص للاسترداد، وسنرسل إليك بريداً إلكترونياً يتضمن التعليمات.";
"Authorization.FORGOT.REQUEST" = "أعِد تعيين كلمة المرور";
"Authorization.FORGOT.CHECK_TITLE" = "تحقق من بريدك الإلكتروني";
"Authorization.FORGOT.CHECK_Description" = "لقد أرسلنا تعليمات استعادة كلمة المرور إلى بريدك الإلكتروني";
"Authorization.CONTINUE_WITH" = "استمِر بـ:";
"Authorization.LAST_SIGN_IN" = "آخِر تسجيل دخول";
"Authorization.OR_SIGN_IN_WITH" = "أو سَجِّل الدخول بالبريد الإلكتروني:";
"Authorization.OR_REGISTER_WITH" = "أو افتح حساباً جديداً أدناه:";
"Authorization.APPLE" = "آبل";
"Authorization.GOOGLE" = "جوجل";
"Authorization.FACEBOOK" = "فيسبوك";
"Authorization.MICROSOFT" = "مايكروسوفت";
"Authorization.OR" = "أو";
"Authorization.STARTUP.INFO_MESSAGE" = "مساقات وبرامج تعليمية من أفضل الجامعات في العالم في متناول يديك.";
"Authorization.STARTUP.SEARCH_TITLE" = "ماذا تريد أن تتعلم؟";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "ابحث في مساقاتنا التي تزيد عن 3000 مساق";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "استكشِف كافّة المساقات";
"Authorization.STARTUP.TITLE" = "ابدأ";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "البدء";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "بحث";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "تسجيل الخروج";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "تسجيل الخروج";
"WhatsNew.TITLE" = "ما الجديد";
"WhatsNew.BUTTON_PREVIOUS" = "السابق";
"WhatsNew.BUTTON_NEXT" = "التالي";
"WhatsNew.BUTTON_DONE" = "تم";
"Dashboard.TITLE" = "لوحة التحكم";
"Dashboard.HEADER.COURSES" = "المساقات";
"Dashboard.HEADER.WELCOME_BACK" = "مرحبًا بك مرةً آخرى. هيا نواصل التعلم.";
"Dashboard.SEARCH" = "بحث";
"Dashboard.EMPTY.SUBTITLE" = "أنت غير مسجل في أي مساق حتى الآن.";
"Dashboard.LEARN.TITLE" = "تعلم";
"Dashboard.LEARN.VIEW_ALL" = "عرض الكل";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "مشاهدة جميع المساقات (%@)";
"Dashboard.LEARN.ALL_COURSES" = "جميع المساقات";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 واجب مستحق";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "عرض الواجبات";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ الواجبات المتأخرة";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ الواجبات المستحقة %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ مستحق خلال %@ أيام";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "استئناف المساق";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "ابدأ المساق";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "المساقات";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "البرامج";
"Dashboard.LEARN.CATEGORY.ALL" = "الجميع";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "متاح";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "مكتمل";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "منتهي الصلاحية";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "لا توجد مساقات";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "لا توجد مساقات متاحة";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "لا توجد مساقات مكتملة";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "لا توجد مساقات منتهية الصلاحية";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "أنت غير مسجل حاليًا في أي مساقات، هل ترغب في استكشاف قائمة المساقات؟";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "ابحث عن مساق";
"Core.MAINSCREEN.DISCOVERY" = "اكتشِف";
"Core.MAINSCREEN.DASHBOARD" = "اللوحة الرئيسية";
"Core.MAINSCREEN.IN_DEVELOPING" = "قيد التطوير";
"Core.MAINSCREEN.PROGRAMS" = "البرامج";
"Core.MAINSCREEN.PROFILE" = "الملف الشخصي";
"Core.MAINSCREEN.LEARN" = "تعلَّم";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "لقد قُمت بإعداد حساب %@ مُسبقاً باستخدام حساب %@ الخاص بك. ولقد سَجَّلت دخولك باستخدام ذلك الحساب.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "حاوِل مرة أخرى";
"Core.ERROR.INVALID_CREDENTIALS" = "بيانات الاعتماد غير صالحة";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "الاتصال بالإنترنت بطيء أو غير متوفر";
"Core.ERROR.NO_CACHED_DATA" = "لا توجد بيانات مخزّنة مؤقتاً في وضع عدم الاتصال بالإنترنت";
"Core.ERROR.USER_NOT_ACTIVE" = "حساب المستخدم لم يُفعّل بعد. من فضلك فَعِّله أولاً.";
"Core.ERROR.UNKNOWN_ERROR" = "حدث خطأ ما";
"Core.ERROR.WIFI" = "يمكنك تحميل الملفات عبر شبكة Wi-Fi فقط. علماً أنّك تستطيع تغيير هذا من الإعدادات.";
"Core.ERROR.AUTHORIZATION_FAILED" = "فشل التفويض.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "لا يوجد اتصال بالإنترنت";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "من فضلك اتصِل بالإنترنت لعرض هذا المحتوى.";
"Core.COURSEWARE.COURSE_CONTENT" = "محتوى المساق";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "هذا المكون التفاعلي غير متوفر بعد على الهاتف المحمول.";
"Core.COURSEWARE.COURSE_UNITS" = "وحدات المساق";
"Core.COURSEWARE.NEXT" = "التالي";
"Core.COURSEWARE.PREVIOUS" = "السابق";
"Core.COURSEWARE.FINISH" = "أنهِ";
"Core.COURSEWARE.GOOD_WORK" = "أحسنت!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "عُد إلى مخطط المساق";
"Core.COURSEWARE.SECTION_COMPLETED" = "لقد أكملت “%@”.";
"Core.COURSEWARE.CONTINUE" = "استمِر";
"Core.COURSEWARE.RESUME" = "استأنِف";
"Core.COURSEWARE.RESUME_WITH" = "استأنِف مع:";
"Core.COURSEWARE.NEXT_SECTION" = "القِسم التالي";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "للمُضي قُدُماً مع “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” اضغط على “القِسم التالي”.";
"Core.ERROR.RELOAD" = "أعِد التحميل";
"Core.DATE.COURSE_STARTS" = "تاريخ بدء المساق";
"Core.DATE.COURSE_ENDS" = "ينتهي المساق";
"Core.DATE.COURSE_ENDED" = "انتهى المساق";
"Core.DATE.ENDED" = "منتهي";
"Core.DATE.START" = "يبدأ";
"Core.DATE.STARTED" = "بدأ";
"Core.DATE.JUST_NOW" = "الآن";
"Core.DATE.TODAY" = "اليوم";
"Core.DATE.NEXT" = "%@ التالي";
"Core.DATE.DAYS_AGO" = "%@ منذ أيام";
"Core.DATE.DUE" = "مستحق في:";
"Core.DATE.DUE_IN" = "المستحق في";
"Core.DATE.DUE_IN_DAYS" = "المستحق في %@ أيام";
"Core.DATE.DUE_TODAY" = "";
"Core.DATE.DUE_DATE_PAST" = "";
"Core.DATE.DUE_IN_LEFT" = "";
"Core.ALERT.ACCEPT" = "اقبل";
"Core.ALERT.CANCEL" = "ألغِ";
"Core.ALERT.LOGOUT" = "سجِّل الخروج";
"Core.ALERT.LEAVE" = "اترك";
"Core.ALERT.SIGN_IN" = "سجِّل الدخول";
"Core.ALERT.REGISTER" = "افتح حساباً جديداً";
"Core.ALERT.KEEP_EDITING" = "استمِر في التعديل";
"Core.ALERT.DELETE" = "احذف";
"Core.ALERT.ADD" = "أضِف";
"Core.ALERT.REMOVE" = "أزِل";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "أزِل تقويم المساق";
"Core.NO_INTERNET.OFFLINE" = "غير متصل";
"Core.NO_INTERNET.DISMISS" = "تجاهَل";
"Core.NO_INTERNET.RELOAD" = "أعِد التحميل";
"Core.DATE_FORMAT.MMMM_DD" = "";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "حمِّل";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "نُزِّل";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "مكتمل";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "جودة تنزيل الفيديو";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "تلقائي ";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "موصى به";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "تقليل استهلاك البيانات";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "أفضل جودة";
"Core.DONE" = "تم";
"Core.VIEW" = "اعرض";
"Core.BACK" = "عُد";
"Core.OK" = "حسناً";
"Core.CLOSE" = "أغلِق";
"Core.PICKER.SEARCH" = "ابحث";
"Core.PICKER.ACCEPT" = "اقبل";
"Core.WEBVIEW.ALERT.OK" = "حسناً";
"Core.WEBVIEW.ALERT.CANCEL" = "ألغِ";
"Core.WEBVIEW.ALERT.CONTINUE" = "استمِر";
"Core.REVIEW.VOTE_TITLE" = "هل أنت مستمتع بـ Open edX؟";
"Core.REVIEW.VOTE_DESCRIPTION" = "آراؤك وملاحظاتك تهمنا. هل يمكنك تقييم التطبيق من خلال النقر على النجمة أدناه؟ سيستغرق هذا الإجراء ثواني معدودة. نحن ممتنون لدعمك!";
"Core.REVIEW.FEEDBACK_TITLE" = "أرسِل لنا آراءك وملاحظاتك";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "نأسف لمعرفة أنّ تجربتك التعليمية قد واجهت بعض المشكلات. نحن نُقدِّر كافّة آرائك وملاحظاتك.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "شكراً لك";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "نُقدِّر مشاركتك إيّانا آراءك وملاحظاتك. هل ترغب في مشاركة مراجعتك لهذا التطبيق مع المستخدمين الآخَرين في متجر التطبيقات؟";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "شكراً لك";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "لقد تلقينا آراءك وملاحظاتك، وسنستخدمها للمساهمة في تحسين تجربتك التعليمية في المستقبل. شكراً لمشاركتك!";
"Core.REVIEW.BETTER" = "هل من تحسين ترغب به؟";
"Core.REVIEW.NOT_NOW" = "ليس الآن";
"Core.REVIEW.BUTTON.SUBMIT" = "قدِّم";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "شارِكنا ملاحظاتك";
"Core.REVIEW.BUTTON.RATE_US" = "قيِّمنا";
"Core.REVIEW.EMAIL.TITLE" = "اختَر عميل البريد الإلكتروني:";
"Core.SOCIAL_SIGN_CANCELED" = "";
"Core.SIGN_IN.LOG_IN_BTN" = "سجِّل الدخول";
"Core.SIGN_IN.REGISTER_BTN" = "افتح حساباً جديداً";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "سجِّل الدخول باستخدام تسجيل الدخول الموحّد (SSO)";
"Core.TOMORROW" = "غداً";
"Core.YESTERDAY" = "أمس";
"Core.OPEN_IN_BROWSER" = "اعرضه في متصفح سفاري";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "غيِّر مواعيد الاستحقاق";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "هل فاتتك بعض المواعيد النهائية؟";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "لقد بنينا جدولاً زمنياً مقترحاً لمساعدتك على الالتزام بخطتك. ولكن لا تقلق، فهو مرن إذ يمكنك التعلّم وفق ما تقدر عليه. وإذا تأخرت، فستتمكن من تعديل التواريخ للالتزام بخطتك.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "لكي تُكمل الواجبات المُقيَّمة والتي تُعد جُزءاً من هذا المساق، يمكنك ترقية حسابك اليوم.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "أنت مُستمِع في هذا المساق، ما يعني أنّك غير قادر على المشاركة في الواجبات المُقيّّمة. يبدو أنّك قد فوَّتَّ بعض المواعيد النهائية المهمة وفقاً لجدولنا المُقترح. لإتمام الواجبات المُقيَّمة كجزء من هذا المساق ونقل مواعيد استحقاق الواجبات الماضية إلى المستقبل، يمكنك الترقية اليوم.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "لا يمكن تغيير مواعيدك. من فضلك حاوِل لاحقاً.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "لقد غُيِّرت مواعيدك بنجاح.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "تواريخ المساق";
"Core.COURSE_DATES.TODAY" = "اليوم";
"Core.COURSE_DATES.COMPLETED" = "مكتمل";
"Core.COURSE_DATES.PAST_DUE" = "انقضى موعد تسليمه";
"Core.COURSE_DATES.THIS_WEEK" = "هذا الأسبوع";
"Core.COURSE_DATES.NEXT_WEEK" = "الأسبوع المقبل";
"Core.COURSE_DATES.UPCOMING" = "مرتقبة";
"Core.COURSE.STORAGE_ALERT.TITLE" = "سِعة تخزين الجهاز ممتلئة";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "لا يحتوي جهازك على سِعة تخزين خالية كافية لتنزيل هذا المحتوى. من فضلك فَرِّغ بعضاً منها وحاوِل مرّة أخرى.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ مستعمل، %@ متاح";
"Core.COURSE.ALERT.CANCEL" = "ألغِ";
"Core.COURSE.ALERT.CLOSE" = "أغلِق";
"Core.COURSE.ALERT.REMOVE" = "أزِل";
"Core.COURSE.ALERT.DOWNLOAD" = "حمِّل";
"Core.COURSE.ALERT.TRY_AGAIN" = "حاوِل مرة أخرى";
"Core.COURSE.ALERT.REMOVE_TITLE" = "هل تريد إزالة المحتوى المتاح للاستخدام دون إنترنت؟";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "أكِّد التحميل";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "هل تريد تحميله باستخدام الهاتف الخلوي؟";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "ستؤدي إزالة هذا المحتوى إلى تفريغ سِعة تخزين تُقدَّر بـ %@.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "سيؤدي تنزيل هذا %@ من المحتوى إلى حفظ الكُتَل المتاحة في وضع عدم الاتصال بالإنترنت.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "سيؤدي تنزيل هذا المحتوى إلى استخدام %@ من البيانات الخلوية.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "فشل التحميل";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "لا يوجد اتصال بالإنترنت";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "يجب الاتصال بشبكة واي فاي";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "مع الأسف، لقد فشل تنزيل هذا المحتوى. من فضلك حاوِل مرة أخرى لاحقاً، أو أبلِغ عن هذه المشكلة.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "يتطلب تنزيل هذا المحتوى اتصالاً نشطاً بالإنترنت. يُرجى الاتصال بالإنترنت والمحاولة مجدداً.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "يتطلب تنزيل هذا المحتوى اتصالاً نشطاً بشبكة WiFi. يُرجى الاتصال بشبكة WiFi والمحاولة مجدداً.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "حجم مقاطع الفيديو التي حدّدتَها يتجاوز 1 غيغابايت. هل تريد تنزيلها؟";
"Core.DOWNLOAD.DOWNLOAD" = "حمِّل";
"Core.ALERT.ACCEPT" = "اقبل";
